Repository: postfixadmin/postfixadmin
Catalog: debian/po/*.po
Languages: fr

source: Domain name for PostfixAdmin configuration:
fr: Nom de domaine pour la configuration de PostfixAdmin :

source: PostfixAdmin needs to be configured with your domain name for various settings including vacation domain, footer links, and system email addresses.
fr: PostfixAdmin doit être configuré avec votre nom de domaine pour divers paramètres incluant le domaine de vacances, les liens de pied de page et les adresses e-mail système.

source: Please enter your domain name (e.g., example.com). This will be used to configure email addresses like abuse@your-domain.tld and vacation domain settings like autoreply.your-domain.tld.
fr: Veuillez saisir votre nom de domaine (par exemple, example.com). Celui-ci sera utilisé pour configurer les adresses e-mail comme abuse@votre-domaine.tld et les paramètres de domaine de vacances comme autoreply.votre-domaine.tld.

source: Subdomain for vacation/autoreply functionality:
fr: Sous-domaine pour la fonctionnalité de vacances/réponse automatique :

source: PostfixAdmin uses a subdomain for handling vacation/autoreply messages.
fr: PostfixAdmin utilise un sous-domaine pour gérer les messages de vacances/réponse automatique.

source: Please enter the subdomain to use (the default 'autoreply' is recommended). This will create vacation addresses like user@autoreply.your-domain.tld.
fr: Veuillez saisir le sous-domaine à utiliser (la valeur par défaut 'autoreply' est recommandée). Ceci créera des adresses de vacances comme user@autoreply.votre-domaine.tld.

source: Setup password for PostfixAdmin administration:
fr: Mot de passe de configuration pour l'administration de PostfixAdmin :

source: PostfixAdmin requires a setup password for accessing the administrative setup interface (setup.php) where you can perform database initialization, create super admin accounts, and run environment checks.
fr: PostfixAdmin nécessite un mot de passe de configuration pour accéder à l'interface d'administration de configuration (setup.php) où vous pouvez effectuer l'initialisation de la base de données, créer des comptes super administrateur et exécuter des vérifications d'environnement.

source: Please enter a secure password (minimum 5 characters) that will be used to protect access to the PostfixAdmin setup interface.
fr: Veuillez saisir un mot de passe sécurisé (minimum 5 caractères) qui sera utilisé pour protéger l'accès à l'interface de configuration de PostfixAdmin.

source: Repeat setup password:
fr: Répétez le mot de passe de configuration :

source: Please enter the same setup password again to verify it was entered correctly.
fr: Veuillez saisir de nouveau le même mot de passe de configuration pour vérifier qu'il a été saisi correctement.

source: Password mismatch
fr: Mots de passe différents

source: The two passwords you entered were different. Please try again.
fr: Les deux mots de passe que vous avez saisis sont différents. Veuillez réessayer.

source: Password too short
fr: Mot de passe trop court

source: The setup password must be at least 5 characters long.
fr: Le mot de passe de configuration doit contenir au moins 5 caractères.

source: Password cannot be empty
fr: Le mot de passe ne peut pas être vide

source: You must provide a setup password to secure PostfixAdmin configuration.
fr: Vous devez fournir un mot de passe de configuration pour sécuriser la configuration de PostfixAdmin.
